Repository: DqkrLord0Xerod/translatefgo
Catalog: RayshiftTranslateFGO/AppResources.*.resx
Languages: es, fr, id, it, pt_br, zh_hans

# AboutArtworkCredit
source: Artwork credit: 冬木 @
es: Crédito del FanArt: 冬木 @
fr: Crédit de l'icône : 冬木 @
id: Kredit karya ilustrasi: 冬木 @
it: Crediti artwork: 冬木 @
pt_br: Crédito de Arte: 冬木@
zh_hans: 图标鸣谢：冬木 @

# AboutChangeLanguage
source: Change language
es: Cambiar Idioma
fr: Changer la langue
id: Ganti bahasa
it: Cambia lingua
pt_br: Mudar idioma
zh_hans: 更改语言

# AboutFlavourText
source: This app allows you to access various story translations for
es: Esta aplicación te permite acceder a varias traducciones de historias para
fr: Cette application vous permet d'accéder à différentes traductions pour
id: Aplikasi ini mengizinkan anda untuk mengakses berbagai terjemahan cerita
it: Questa app ti permette di accedere a varie traduzioni della storia per
pt_br: Este aplicativo permite que você acesse várias traduções da história para a versão japonesa e norte americana do
zh_hans: 这个应用允许您获得多种语言翻译的

# AboutLearnMore
source: Learn more
es: Saber más
fr: En savoir plus
id: Pelajari selengkapnya
it: Scopri di più
pt_br: Saiba mais
zh_hans: 了解更多

# AboutRetrySetup
source: Reconfigure Android 11+ Setup
es: Reconfigurar la Configuración para Android 11+
fr: Reconfigurer les paramètrages pour Android 11+
id: Mengkonfigurasi ulang penyiapan Android 11+
it: Riconfigura setup per Android 11+
pt_br: Reconfigurar Setup do Android 11
zh_hans: 重新配置Android 11+

# AboutTab
source: About
es: Acerca de
fr: À propos
id: Tentang
pt_br: Sobre o Rayshift
zh_hans: 关于

# AboutTitle1
source: Configuration
es: Configuración
it: Configurazione
pt_br: Configuração
zh_hans: 配置

# AboutTitle2
source: Preferences
es: Preferencias
fr: Préférences
it: Preferenze
pt_br: Preferências
zh_hans: 偏好

# AboutTitle3
source: Information
es: Otro
fr: Autres
it: Informazioni
pt_br: Informações
zh_hans: 其他

# AboutVisitText
source: Visit rayshift.io for more information.
es: Visita rayshift.io para más información.
fr: Visitez rayshift.io pour plus d'informations.
id: Kunjungi rayshift.io untuk informasi lebih lanjut.
it: Visita rayshift.io per ulteriori informazioni.
pt_br: Visite rayshift.io para mais informações.
zh_hans: 访问 rayshift.io以获得更多信息

source: Add Folder
es: Añadir carpeta
fr: Ajoutez un dossier
id: Tambahkan Folder
it: Aggiungi cartella
pt_br: Escolher pasta de destino
zh_hans: 添加文件夹

# AddPreReleaseKey
source: Enter pre-release key
es: Ingresar código de acceso anticipado (BETA)
fr: Entrer une clé de sortie anticipée
id: Masukkan kunci pra-rilis
it: Inserisci pre-release key
pt_br: Insira chave de acesso antecipado
zh_hans: 输入测试密钥

# Android11AskToSetup
source: This device requires you to set up special access to write to Fate/Grand Order's files. Please click Yes to set this up now.
es: Este dispositivo requiere que establezcas un acceso especial para modificar y escribir los archivos en caché de Fate/Grand Order. Por favor, dale a Sí para establecerlo ahora.
fr: Cet appareil requiert que vous donniez un accès spécial aux fichiers de Fate/Grand Order. Veuillez cliquer "Oui" pour mettre cela en place maintenant.
id: Perangkat ini membutuhkan anda untuk menyiapkan akses spesial agar bisa menulis pada berkas Fate/Grand Order. Tolong klik Ya untu menyiapkannya sekarang.
it: Questo dispositivo richiede una configurazione speciale per scrivere nei file di Fate/Grand Order. Fai clic su Sì per configurarla ora.
pt_br: Este dispositivo requer que você configure um acesso especial para gravar os arquivos de Fate/Grand Order. Por favor, clique em "Sim" para configurá-lo agora.
zh_hans: 设备需要您设置特殊权限以写入Fate/Grand Order的文件。请点击“是”立即设置。

# Android11Setup
source: Further setup required for Android 11+
es: Más ajustes requeridos para Android 11+
fr: Des paramètrages supplémentaires sont demandés pour Android 11+
id: Penyiapan lebih lanjut diperlukan untuk Android 11+
it: Configurazione aggiuntiva richiesta per Android 11+
pt_br: Configuração adicional necessária para Android 11
zh_hans: Android 11+ 需要进一步设置

# Android11Setup0
source: You must grant this app permission to write to the directories where Fate/Grand Order stores cached data.
es: Debes de conceder permisos a esta aplicación para escribir en el directorio donde Fate/Grand Order almacena los archivos caché.
fr: Vous devez donner à cette application la permission d'écrire dans les dossiers où Fate/Grand Order stocke les données de cache.
id: Anda harus memberikan izin kepada aplikasi ini untuk menulis ke tempat direktori Fate/Grand Order menyimpan data cache.
it: Devi concedere a questa app l’autorizzazione per scrivere nelle directory dove Fate/Grand Order memorizza i dati nella cache.
pt_br: Você deve adicionar manualmente o local da pasta Android onde o FGO armazena os dados em cache. Provavelmente estará em seu armazenamento interno ou cartão SD.
zh_hans: 您必须授予此应用程序权限，以便写入Fate/Grand Order存储缓存数据的目录。

# Android11Setup1
source: Tap each button below, then tap "Use this folder".
es: Presiona cada botón abajo, y luego presione "Usar esta carpeta".
fr: Appuyez sur chaque bouton ci-dessous, puis appuyez sur "Utiliser ce dossier".
id: Tap setiap tombol di bawah ini, kemudian pilih "Gunakan folder ini".
it: Premi ciascun pulsante qui sotto, quindi seleziona "Usa questa cartella".
pt_br: Acione cada um dos botões abaixo, então acione “Usar essa pasta”.
zh_hans: 点击下面的每个按钮，然后点击“使用此文件夹”。

# Android11Setup2
source: Return here with "About -> Reconfigure Android 11+ Setup" if you install a new version of the game.
es: Vuelva aquí con "Acerca de -> Reconfigurar Android 11+ configuración" si usted instala una nueva versión del juego.
fr: Revenez ici en appuyant sur "à propos -> Reconfigurer la configuration pour Android 11+"
id: Kembali ke "Tentang -> Mengkonfigurasi ulang penyiapan Android 11+" jika anda memasang sebuah versi baru dari game.
it: Torna qui tramite "About -> Riconfigura setup per Android 11+" se installi una nuova versione del gioco.
pt_br: Retorne aqui usando “Sobre -> Reconfigurar Instalação no Android 11+” se instalar uma nova versão do jogo.
zh_hans: 如果您安装了游戏的新版本，请通过“关于 -> 重新配置Android 11+设置”返回此处。

# Android11SetupSuccessful
source: Success!
es: ¡Éxito!
fr: Succès !
id: Sukses!
it: Successo!
pt_br: Sucesso!
zh_hans: 成功！

# Android1213
source: I'm on Android 12/13
es: Estoy en Android 12/13
fr: Je suis sur Android 12/13
id: Saya berada di Android 12/13
it: Sto usando Android 12/13
pt_br: Meu Android é 12 ou 13
zh_hans: 我使用的是Android 12/13

# AndroidDataFolderEmpty
source: The data folder is empty or inaccessible. Ensure you have launched FGO at least once.
es: Las carpetas de archivos están vacías o inaccesibles. Asegúrese de que haya iniciado FGO al menos una vez o este actualizado.
fr: Ce dossier est vide ou inaccessible. Assurez vous que vous avez déjà lancé FGO.
id: Folder data kosong atau tidak dapat diakses. Pastikan anda telah membuka FGO setidaknya sekali.
it: La cartella dei dati è vuota o inaccessibile. Assicurati di aver avviato FGO almeno una volta.
pt_br: A pasta de dados está vazia ou inacessível. Certifique-se de iniciar o FGO ao menos uma vez.
zh_hans: 数据文件夹为空或无法访问。请确保您至少启动过Fate/Grand Order一次。

# AndroidFolderNotSelected
source: The selected folder was not "Android", instead found "{0}", please try again.
es: La carpeta seleccionada no era "Android", en su lugar se encontró "{0}", inténtelo de nuevo.
fr: Le dossier sélectionné n'était pas "Android', "{0}" a été trouvé, veuillez ré-essayer.
id: Folder yang dipilih bukanlah "Android", alih-alih ditemukan "{0}", tolong coba lagi.
it: La cartella selezionata non era "Android", è stata trovata invece "{0}", per favore riprova.
pt_br: A pasta selecionada não era "Android", mas sim "{0}", por favor tente novamente.
zh_hans: 所选文件夹不是“Android”，而是“{0}”，请再试一次。

# ArtCount
source: Art to Install:
es: Art a instalar:
fr: Installer des arts :
id: Ilustrasi untuk dipasang:
it: Immagini personalizzate da installare:
pt_br: Arte a ser instalada:
zh_hans: 安装立绘：

# ArtInstallWarning
source: You are about to install custom art to your game. Ensure you have made and written down your bind code before using this application. Do you want to continue?
es: Está a punto de instalar un Art personalizado a tu partida. Asegúrese de que haya creado y anotado su código de transferencia de FGO antes de usar esta sección de la aplicación. ¿Quiere continuar?
fr: Vous êtes sur le point d'installer des illustations personnalisées à votre jeu. Assurez-vous de bien avoir créé un code de jumelage ainsi que de l'avoir enregistré quelque part avant d'utiliser cette application. Voulez-vous continuer ?
id: Anda akan memasang ilustrasi kustom ke dalam game anda. Pastikan anda telah membuat dan menyimpan bind code sebelum menggunakan aplikasi ini. Ingin lanjut?
it: Stai per installare delle custom art nel tuo gioco. Assicurati di aver creato e annotato il tuo bind code prima di usare questa applicazione. Vuoi continuare?
pt_br: Você está prestes a instalar arte personalizada ao seu jogo. Certifique-se de gerar e guardar um código de recuperação antes de usar essa funcionalidade. Deseja continuar?
zh_hans: 您即将为游戏安装自定义立绘。 在使用此应用程序之前，请确保您已获取并记录您的引继码。 您是否想要继续？

# ArtStatus
source: {0}/{1} starred, {2}/{3} total
es: {0}/{1} destacados, {2}/{3} en total
fr: {0}/{1} favoris, {2}/{3} au total
id: {0}/{1} berbintang, {2}/{3} total
it: {0}/{1} preferiti, {2}/{3} totali
pt_br: {0}/{1} marcados, {2}/{3} total
zh_hans: 已收藏：{0}/{1} , 总计：{2}/{3}

# ArtTotalSize
source: {0} starred, {1} total
es: {0} destacado, {1} en total
fr: {0} favoris, {1} au total
id: {0} berbintang, {1} total
it: {0} preferiti, {1} totali
pt_br: {0} marcados, {1} total
zh_hans: 已收藏：{0}, 总计：{1}

# ArtUninstallingButton
source: Uninstalling...
es: Desinstalando...
fr: Désinstallation...
id: Sedang mencopot...
it: Disinstallazione in corso...
pt_br: Desinstalando...
zh_hans: 卸载中……

# AssetWarningCorrupted
source: Your asset database may be corrupted. Please try opening and closing Fate/Grand Order to fix the problem.
es: La base de datos principal esta dañada. Por favor intente abriendo y cerrando Fate/Grand Order para resolver el problema.
fr: Votre base de données est peut-être corrompue. Essayez d'ouvrir et de refermer FGO afin de fixer le problème.
id: Database aset anda mungkin telah rusak. Harap buka dan tutup Fate/Grand Order untuk memperbaiki masalah anda.
it: Il database delle risorse potrebbe essere corrotto. Prova ad aprire e chiudere Fate/Grand Order per risolvere il problema.
pt_br: Seu banco de dados pode estar corrompido. Tente abrir e fechar Fate/Grand Order para corrigir o problema.
zh_hans: 您的资源数据库可能已损坏。请尝试打开并关闭Fate/Grand Order来解决此问题。

# AssetWarningFutureUnreleased
source: Your asset database version is up to date, but the story scripts have not been released yet. Please try again later, or report this as a bug.
es: La base de datos principal está actualizada, pero los script de la historia no han sido liberados aún. Por favor inténtelo más tarde o repórtelo si se trata de un error.
fr: Votre base de données est à jour, mais les scripts n'ont pas encore été publiés. Veuillez réessayer ultérieurement, ou signalez cela comme un bug.
id: Versi database aset Anda sudah diperbarui, tetapi skrip cerita belum dirilis. Silakan coba lagi nanti, atau laporkan ini sebagai bug.
it: La versione del tuo database delle risorse è aggiornata, ma gli script della storia non sono ancora stati rilasciati. Riprova più tardi oppure segnala questo problema come bug.
pt_br: Sua versão do banco de dados está atualizada, mas os scripts de história ainda não foram lançados. Tente novamente mais tarde ou relate isso como um bug.
zh_hans: 您的资源数据库版本是最新的，但翻译脚本尚未发布。请稍后再试，或报告此问题。

# AssetWarningOutOfDate
source: Your game does not have the newest assets. Please open Fate/Grand Order and download the data update before installing story scripts.
es: Tu juego no tiene los recursos más recientes. Por favor abre Fate/Grand Order y descarga la actualización más reciente antes de instalar las traducciones.
fr: Votre jeu ne supporte pas les nouvelles données. Veuillez ouvrir Fate/Grand Order afin de télécharger les données avant d'installer les scripts.
id: Game anda tidak memiliki aset terbaru. Harap buka Fate/Grand Order dan unduh pembaruan data sebelum memasang skrip cerita.
it: Il tuo gioco non dispone delle risorse più recenti. Apri Fate/Grand Order e scarica l’aggiornamento dati prima di installare gli script della storia.
pt_br: Seu jogo não possui o update mais recente. Por favor, abra Fate/Grand Order e baixe a atualização de dados antes de instalar os scripts de história.
zh_hans: 您的游戏不具有最新的资源。请打开Fate/Grand Order并下载数据更新，然后再安装翻译脚本。

# AssetWarningUnrecognised
source: Your asset database version was not recognised. Story scripts may not work properly. Please try again later, or report this as a bug.
es: Tu versión de la base de datos no fue reconocida. Puede que los Scripts no funcionen correctamente. Por favor inténtalo de nuevo más tarde, o repórtalo como un error.
fr: La version de votre base de données n'a pas été reconnue. Les scripts pourraient rencontrer des dysfonctionnements. Veuillez réessayer ultérieurement, ou signalez cela comme un bug.
id: Versi database aset Anda tidak dikenali. Skrip cerita mungkin tidak berfungsi dengan baik. Silakan coba lagi nanti, atau laporkan ini sebagai bug.
it: La versione del tuo database delle risorse non è stata riconosciuta. Gli script della storia potrebbero non funzionare correttamente. Riprova più tardi oppure segnala questo problema come bug.
pt_br: Sua versão do banco de dados não foi reconhecida. Os scripts de história podem não funcionar corretamente. Tente novamente mais tarde ou relate isso como um bug.
zh_hans: 您的资源数据库版本未被识别。翻译脚本可能无法正常工作。请稍后再试，或报告此问题。

# AvailableToDonors
source: Available for donors
es: Disponible solo para donadores
fr: Disponible aux donateurs
id: Tersedia untuk donatur
it: Disponibile per i donatori
pt_br: Disponível para doadores.
zh_hans: 资助者可用

# BluestacksWarning
source: On this device you must locate the following folder: {0}. Ensure "Show internal storage" (top right menu on BlueStacks) is selected if you cannot find it. Once you see the folders "cache" and "files", tap "Use this folder".
es: En este dispositivo debe localizar la siguiente carpeta: {0}. Asegúrese de que "Mostrar almacenamiento interno" (menú superior derecho en BlueStacks) está seleccionado si no lo encuentra. Una vez que vea las carpetas "cache" y "files", toque "Usar esta carpeta".
fr: Sur ce dispositif, vous devez localiser le dossier suivant : {0}. Assurez-vous que l'option " Afficher le stockage interne " (menu supérieur droit sur BlueStacks) est sélectionnée si vous ne pouvez pas le trouver. Une fois que vous voyez les dossiers "cache" et "files", appuyez sur "Utiliser ce dossier".
id: Pada perangkat ini, Anda harus menemukan folder berikut: {0}. Pastikan "Show internal storage" (menu kanan atas di BlueStacks) dipilih jika Anda tidak dapat menemukannya. Setelah Anda melihat folder "cache" dan "files", ketuk "Use this folder".
it: Su questo dispositivo devi individuare la seguente cartella: {0}. Assicurati che l’opzione “Mostra memoria interna” (menu in alto a destra su BlueStacks) sia selezionata se non riesci a trovarla. Una volta che vedi le cartelle “cache” e “files”, premi “Usa questa cartella”.
pt_br: Neste dispositivo, você deve localizar a seguinte pasta: {0}. Certifique-se de que "Mostrar armazenamento interno" (menu superior direito no BlueStacks) esteja selecionado se você não conseguir encontrá-lo. Uma vez que você veja as pastas "cache" e "files", toque em "Usar esta pasta".
zh_hans: 在此设备上，您必须找到以下文件夹：{0}。 如果您找不到它，请确保选择了“显示内部存储”（BlueStacks / 蓝叠 在右上角菜单）。 当您看到“cache”和“files”这两个文件夹时，点击“使用此文件夹”按钮。

source: Cancel
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
pt_br: Cancelar
zh_hans: 取消

# ChunkUploadFailed
source: Upload failed. Your phone likely has a poor connection to the internet, try again later.
es: Carga fallida. Tu teléfono o emulador parece tener una mala conexión a internet, intenta de nuevo más tarde.
fr: Le téléversement a échoué. Votre téléphone a probablement une mauvaise connexion à internet, merci de réessayer plus tard.
id: Gagal mengunggah. Perangkat anda sepertinya memiliki koneksi internet yang buruk, coba lagi nanti.
it: Caricamento non riuscito. Probabilmente la connessione a Internet del tuo telefono è scarsa, riprova più tardi.
pt_br: Atualização falhou. Seu aparelho está com problemas de conexão com a internet. Por favor, tente novamente.
zh_hans: 上传失败。网络链接不稳定，请稍后再试。

source: Confirm
es: Confirmar
fr: Confirmer
id: Konfirmasi
it: Conferma
pt_br: Confirmar
zh_hans: 确认

source: Connect Account
es: Conectar cuenta
fr: Se connecter au compte
id: Hubungkan Akun
it: Collega Account
pt_br: Conectar conta
zh_hans: 链接账号

# ConnectAccountInfo
source: UI translation (English only) and custom art are only available for donors. Connect your Rayshift account now?
es: Traducción de la Interfaz de Usuario (Actualmente solo JP/ENG) y Art personalizado solo disponible para donadores de Patreon. ¿Conectar tu cuenta de Rayshift ahora?
fr: Traduction de l'interface visuelle et arts customisées uniquement disponible aux donateurs. Voulez-vous vous connecter à votre compte Rayshift ?
id: Terjemahan antarmuka pengguna (hanya Inggris) dan ilustrasi kustom hanya tersedia untuk donatur. Hubungkan akun Rayshift anda sekarang?
it: La traduzione dell’interfaccia utente (solo in inglese) e le custom art sono disponibili solo per i donatori. Vuoi collegare ora il tuo account Rayshift?
pt_br: Tradução de UI (somente em inglês) e arte personalizada só estão disponíveis para doadores. Deseja conectar sua conta Rayshift agora?
zh_hans: 英语 UI 翻译以及自定义立绘只对资助者可用。 现在链接你的 Rayshift 账号吗？

# ConnectAccountNotDonatedInfo
source: UI translation (English only) and custom art are only available for donors. If you have already donated, connect your account in your profile settings.
es: Traducción de la Interfaz de Usuario (Actualmente solo JP/ENG) y Art personalizado solo disponible para donadores de Patreon. Si ya has donado, conecta tu cuenta en la configuración de tu perfil.
fr: Traduction de l'interface visuelle et arts customisées uniquement disponible aux donateurs Si vous avez déjà donné, connectez-vous à votre compte dans vos paramètres de profil.
id: Terjemahan antarmuka pengguna (hanya Inggris) dan ilustrasi kustom hanya tersedia untuk donatur. Jika anda sudah memberi donasi, hubungkan akun anda di pengaturan profil.
it: La traduzione dell’interfaccia utente (solo in inglese) e le custom art sono disponibili solo per i donatori. Se hai già effettuato una donazione, collega il tuo account nelle impostazioni del profilo.
pt_br: Tradução de interface (somente em inglês) e arte personalizada só estão disponíveis para doadores. Se já é um doador, conecte sua conta no seu perfil.
zh_hans: 英语 UI 翻译以及自定义立绘只对资助者可用。 如果您已经资助，请在个人资料设置中连接您的账户。

# CustomArtTab
source: Art
fr: Arts
id: Ilustrasi
it: Illustrazione
pt_br: Arte
zh_hans: 立绘

# DirectoryPermissionAccessBody
source: Translate FGO requires write access to your storage to operate. Please allow this access when requested.
es: Translate FGO requiere acceso al almacenamiento para funcionar. Por favor permita el acceso cuando se le solicite.
fr: Traduire FGO nécessite un droit en lecture sur votre espace disque pour fonctionner. Merci de permettre ce droit lorsque demandé.
id: Translate FGO membutuhkan akses menulis ke penyimpanan anda untuk beroperasi. Tolong izinkan akses ketika diminta.
it: Per funzionare, Translate FGO necessita dell’accesso in scrittura alla tua memoria. Consenti questo accesso quando richiesto.
pt_br: Translate FGO requer acesso ao seu armazenamento para operar. Por favor, habilite esse acesso quando necessário.
zh_hans: Translate FGO 需要访问您的存储来工作。请允许访问权限。

# DirectoryPermissionAccessTitle
source: Storage access required
es: Se requiere acceso al almacenamiento.
fr: Accès au stockage requis
id: Dibutuhkan akses penyimpanan
it: Accesso alla memoria richiesto
pt_br: Necessita de acesso ao armazenamento
zh_hans: 需要文件访问权限

# DirectoryPermissionDeniedBody
source: The application was unable to get write access to your storage. If this persists, try re-installing the app, otherwise please report it as a bug. Retry?
es: No fue posible obtener permiso de acceso al almacenamiento. Si esto continúa, intente reinstalar la app, de lo contrario por favor reporte el problema. ¿Reintentar?
fr: L'application n'a pas réussi à avoir le droit en écriture sur votre espace disque. Si cela persiste, essayez de réinstaller l'application, ou sinon merci de transmettre un rapport de bug. Réessayer ?
id: Aplikasi tidak dapat memperoleh akses menulis ke penyimpanan anda. Jika ini masih muncul, coba pasang ulang aplikasi, jika tetap tidak bisa harap laporkan sebagai sebuah bug. Coba lagi?
it: L'applicazione non è riuscita a ottenere i permessi di scrittura sulla tua memoria. Se il problema persiste, prova a reinstallare l'app; in caso contrario, segnalalo come bug. Riprovare?
pt_br: O aplicativo não conseguiu obter acesso ao seu armazenamento. Se isso persistir, tente reinstalar o aplicativo, caso contrário, relate-o como um bug. Tentar novamente?
zh_hans: 应用程序无法获取对您存储的写入权限。如果这个问题持续，尝试重新安装应用程序，否则请反馈BUG。重试吗？

# DirectoryPermissionDeniedTitle
source: Error
fr: Erreur d'accès
id: Kesalahan
it: Errore
pt_br: Erro
zh_hans: 错误

# DonateButton
source: Donate
es: Donación
fr: Donation
id: Donasi
it: Dona
pt_br: Fazer doação
zh_hans: 资助

# DonorPrompt
source: Donate
es: Donación
fr: Faire une donation
id: Donasi
it: Dona
pt_br: Fazer doação
zh_hans: 资助

source: Enable auto script update
es: Active la actualización de script automática
fr: Activer la mise à jour automatique du script
id: Nyalakan pembaruan skrip otomatis
it: Abilita aggiornamento automatico degli script
pt_br: Ativar atualização automática de script
zh_hans: 开启自动更新翻译脚本

# EnterAuthKey
source: Enter authentication key
es: Ingrese la clave de autentificación.
fr: Saisir la clé d'authentification
id: Masukkan kunci autentikasi
it: Inserisci chiave di autenticazione
pt_br: Adicione a chave de autenticação
zh_hans: 输入测试密钥

# EnterAuthKeyClear
source: Are you sure you would like to clear the current authentication key?
es: ¿Estás seguro de querer borrar la clave de autentificación actual?
fr: Êtes-vous sûr de vouloir effacer la clé d'authentication actuelle ?
id: Anda yakin untuk membersihkan kunci autentikasi saat ini?
it: Sei sicuro di voler cancellare la chiave di autenticazione attuale?
pt_br: Tem certeza que deseja apagar a chave de autenticação atual?
zh_hans: 确定清除现在的测试密钥吗

# EnterAuthKeyDescription
source: If you have an authentication key to access content under development, enter it here.
es: Si tiene una clave de autentificación para acceder a contenido en desarrollo, ingrésela aquí.
fr: Si vous avez une clé d'authentification pour accéder au contenu encore en développement, insérez-la ici.
id: Jika anda memiliki kunci autentikasi untuk mengakses konten yang sedang dikembangkan, masukkan di sini.
it: Se hai una chiave di autenticazione per accedere a contenuti in sviluppo, inseriscila qui.
pt_br: Se você tem uma chave de autenticação para acessar conteúdo em desenvolvimento, adicione-a aqui.
zh_hans: 如果你有可用于访问开发中内容的测试密钥，在这里填入。

# EnterAuthKeyInvalid
source: The format of the key is invalid.
es: El formato de la clave es inválida.
fr: Le format de la clé est invalide.
id: Format dari kunci salah.
it: Il formato della chiave non è valido.
pt_br: O formato da chave é inválido.
zh_hans: 密钥格式不正确

source: Error
fr: Erreur
id: Kesalahan
it: Errore
pt_br: Erro
zh_hans: 错误
