Repository: DqkrLord0Xerod/translatefgo
Catalog: RayshiftTranslateFGO/AppResources.*.resx
Languages: es, fr, id, it, pt_br, zh_hans

# NoFGOInstallationFound2
source: {0} was not found on your system. Please install the game and ensure you have run it at least once. If you believe this is an error, try the "Android 11 Setup" in the about tab first. (error 2)
es: {0} no se encontró en su sistema. Por favor instale el juego y asegúrese de haberlo iniciado por lo menos una vez. Si crees que esto es un error, intenta la "configuración para Android 11" en la pestaña de "acerca" primero. (error 2)
fr: {0} n'a pas été trouvé sur votre système. Veuillez installer le jeu et vous assurer que vous l'avez lancé au moins une fois. Si vous pensez que c'est une erreur, essayez d'abord « Reconfigurer la configuration pour Android 11+ » dans l'onglet « À propos ». (Erreur 2)
id: {0} tidak ditemukan dalam sistem anda. Harap pasang gamenya dan pastikan anda telah menjalankannya setidaknya sekali. Jika anda percaya ini sebuah kesalahan, coba "Penyiapan Android 11" di tab Tentang terlebih dahulu. (error 2)
it: {0} non è stato trovato sul tuo sistema. Installa il gioco e assicurati di averlo avviato almeno una volta. Se ritieni che si tratti di un errore, prova prima la "Configurazione Android 11" nella scheda About. (errore 2)
pt_br: {0} não foi encontrado em seu sistema. Por favor, instale o jogo e assegure-se de que abriu o jogo pelo menos uma vez. Se você acha que isso é um erro, tente seguir os passos da "Reconfiguração do setup do Android 11" na aba "About" primeiro. (erro 2)
zh_hans: {0}未在您的系统中找到。请安装游戏并确保您至少运行了一次。 如果您认为这是一个BUG，请先尝试关于标签中的“Android 11设置”。（错误2）

# NoFGOInstallationFoundToast
source: No Fate/GO installation was found in this location. Please ensure you have launched Fate/GO at least once.
es: Ninguna instalación de Fate/GO se detectó en esta ruta. Asegúrese de haber iniciado Fate/GO al menos una vez o que FGO este almacenado en dicha ruta de Almacenamiento (interno/externo)
fr: Aucune installation de Fate/GO n'a été trouvée dans cet emplacement. Merci de vérifier que vous avez lancé Fate/GO au moins une fois.
id: Tidak ada instalasi Fate/GO yang ditemukan di tempat ini. Pastikan anda menjalankan Fate/GO setidaknya sekali.
it: Nessuna installazione di Fate/GO trovata in questa posizione. Assicurati di aver avviato Fate/GO almeno una volta.
pt_br: Não foi encontrado nenhum Fate/Grand Order instalado neste dispositivo. Por favor, assegure-se de que abriu o jogo pelo menos uma vez.
zh_hans: 当前位置未发现Fate/Grand Order安装文件，请确保至少出现过一次Fate/Grand Order登陆界面

# NoScriptsAvailable
source: No translation scripts are currently available for download. Please try again later.
es: No existen scripts de traducción actualmente para descargar. Vuelva a intentarlo más tarde.
fr: Aucun script n'est actuellement disponible au téléchargement. Merci de réessayer plus tard.
id: Tidak ada skrip terjemahan yang tersedia untuk diunduh saat ini. Harap coba lagi nanti.
it: Nessuno script di traduzione attualmente disponibile per il download. Riprova più tardi.
pt_br: Não há script de tradução disponível para download. Tente novamente mais tarde.
zh_hans: 现在没有翻译文件可供下载，请过段时间重试。

source: OK
zh_hans: 好的

# RefreshText
source: Refresh
es: Actualizar
fr: Rafraîchir
id: Segarkan
it: Aggiorna
pt_br: Atualizar
zh_hans: 刷新

source: Reinstall
es: Reinstalar
fr: Réinstaller
id: Pasang Ulang
it: Reinstalla
pt_br: Reinstalar
zh_hans: 重新安装

# RemoveAutoScriptUpdate
source: Disable auto script update
es: Deshabilitar actualización de script automática.
fr: Désactiver la mise à jour de script automatique
id: Matikan pembaruan skrip otomatis
it: Disabilita aggiornamento automatico degli script
pt_br: Desabilitar a atualização automática de scripts
zh_hans: 取消自动更新翻译脚本

source: Remove pre-release key
es: Quitar clave de pre-relanzamiento
fr: Supprimer la clé de pré-lancement
id: Hapus kunci pra-rilis
it: Rimuovi pre-release key
pt_br: Remova a chave de modo de prévia
zh_hans: 移除测试密钥

source: Reopen Announcement
es: Reabrir el anuncio
fr: Réouvrir l'annonce
id: Buka ulang Pengumuman
it: Riapri Annuncio
pt_br: Reabrir o anúncio
zh_hans: 重新打开通知

# ResetApp
source: Reset application
es: Reiniciar aplicación
fr: Réinitialiser l'application
id: Reset aplikasi
it: Reimposta applicazione
pt_br: Reiniciar o aplicativo
zh_hans: 重置应用

# ResetAppText
source: Are you sure you want to reset the application?
es: ¿Está seguro de querer reiniciar la aplicación?
fr: Voulez-vous vraiment réinitialiser l'application ?
id: Anda yakin ingin mereset aplikasi?
it: Sei sicuro di voler reimpostare l'applicazione?
pt_br: Tem certeza de que quer reiniciar o aplicativo?
zh_hans: 确定要重置应用吗

# RetryText
source: Retry
es: Reintentar
fr: Réessayer
id: Coba lagi
it: Riprova
pt_br: Tente novamente
zh_hans: 重试

# ReturnHome
source: Continue
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
zh_hans: 继续

# SelectLanguage
source: Select your language:
es: Seleccione su idioma:
fr: Veuillez sélectionner votre langue :
id: Pilih bahasa anda:
it: Seleziona la tua lingua:
pt_br: Selecione seu idioma:
zh_hans: 设置你的App语言：

# SetupButton
source: Setup
es: Configuración
fr: Configuration
id: Menyiapkan
pt_br: Configurar
zh_hans: 设置

# SetupFailedBody
source: The setup failed or was cancelled. Failure point:
es: La configuración falló o fue cancelada. Indicador del error:
fr: La configuration a échoué ou a été annulée. Cause :
id: Penyiapan gagal atau dibatalkan. Poin kegagalan:
it: La configurazione non è andata a buon fine o è stata annullata. Punto di errore:
pt_br: A configuração falhou ou foi cancelada. Ponto de falha:
zh_hans: 设置失败或者被取消。是被位于：

# SetupFailedTitle
source: Setup Failed
es: Error de configuración
fr: Configuration échouée
id: Penyiapan gagal
it: Configurazione fallita
pt_br: Falha na configuração
zh_hans: 设置失败

# ShizukuAndroid11Notice
source: If you get the error "To protect your privacy, choose another folder", tap "Use Shizuku Instead".
fr: Si vous recevez l'erreur "Afin de protéger votre vie privée, choisissez un autre dossier", appuyez sur "Utiliser Shizuku à la place".
it: Se ricevi l'errore "Per tutelare la tua privacy, scegli un'altra cartella", premi "Usa invece Shizuku".
pt_br: Se aparecer o erro "Para proteger sua privacidade, escolha outra pasta", clique em "Usar Shizuku ao invés disso".
zh_hans: 如果报错"为了保护你的隐私，请选择其他文件夹"，请点击"改用Shizuku".

# ShizukuButtonVideo
source: Watch Tutorial
es: Mirar Tutorial
fr: Regarder le tutoriel
it: Guarda il tutorial
pt_br: Assista ao Tutorial
zh_hans: 观看教程

# ShizukuConnect
source: Check Shizuku Connection
es: Verificar la conexión de Shizuku
fr: Vérifier la connexion avec Shizuku
it: Controlla connessione Shizuku
pt_br: Checar a conexão com Shizuku
zh_hans: 检查Shizuku连接

# ShizukuConnectFailure
source: Shizuku isn't running. Ensure Shizuku is started.
es: Shizuku no se está ejecutando. Asegúrate de que Shizuku esté iniciado.
fr: Shizuku ne fonctionne pas. Assurez vous que Shizuku est lancé.
it: Shizuku non è in esecuzione. Assicurati che Shizuku sia avviato.
pt_br: Shizuku não está conectado. Certifique-se que Shizuku foi iniciado.
zh_hans: Shizuku未启动，请确认Shizuku正在运行

# ShizukuDownload
source: Download Shizuku
es: Descargar Shizuku
fr: Télécharger Shizuku
it: Scarica Shizuku
pt_br: Baixe o Shizuku
zh_hans: 下载Shizuku

# ShizukuLoading
source: Waiting for Shizuku...
es: Esperando a Shizuku...
fr: En attente de Shizuku...
it: In attesa di Shizuku...
pt_br: Carregando o Shizuku...
zh_hans: 等待Shizuku...

# ShizukuNotInstalled
source: Shizuku isn't installed on your device, or it isn't active. Please follow the tutorial video if you're stuck.
es: Shizuku no está instalado en tu dispositivo, o no está activo. Por favor, sigue el tutorial en vídeo si tienes problemas.
fr: Shizuku n'est pas installé sur votre appareil, ou n'est pas actif. Veuillez regarder le tutoriel si vous êtes bloqués.
it: Shizuku non è installato sul tuo dispositivo, oppure non è attivo. Segui il video tutorial se hai difficoltà.
pt_br: Shizuku não está instalado no seu dispositivo, ou não está ativo. Por favor, siga o vídeo tutorial se não conseguir prosseguir.
zh_hans: Shizuku未安装或未激活，需要时请观看教程视频

# ShizukuServiceLost
source: Shizuku service disconnected. You may need to restart this app.
es: El Servicio de Shizuku esta desconectado. Puede que necesites reiniciar esta aplicación.
fr: Service Shizuku déconnecté. Vous devez redémarrer l'application.
it: Servizio Shizuku disconnesso. Potrebbe essere necessario riavviare questa app.
pt_br: Desconectado do serviço Shizuku. Talvez seja necessário reiniciar este aplicativo.
zh_hans: Shizuku服务断开连接，你可能需要重启本app

# ShizukuSetup1
source: If you get the error "To protect your privacy, choose another folder", you must install Shizuku first.
es: Si recibes el error "Para proteger tu privacidad, elige otra carpeta", primero debes instalar Shizuku.
fr: Si vous recevez l'erreur "Afin de protéger votre vie privée, choisissez un autre dossier", vous devez d'abord installer Shizuku.
it: Se ricevi l'errore "Per tutelare la tua privacy, scegli un'altra cartella", devi prima installare Shizuku.
pt_br: Se aparecer o erro "Para proteger sua privacidade, escolha outra pasta", é necessário instalar o Shizuku.
zh_hans: 如果报错"为了保护你的隐私，请选择其他文件夹"，必须先安装Shizuku

# ShizukuSetup2
source: Please check the tutorial video below if you have never used Shizuku before. It explains what Shizuku is and how to install it.
es: Por favor, revisa el video tutorial a continuación si nunca has usado Shizuku antes. Explica qué es Shizuku y cómo instalarlo.
fr: Veuillez regarder la vidéo tutoriel si vous n'avez jamais utilisé Shizuku auparavant. Elle explique ce que Shizuku est et comment cela fonctionne.
it: Guarda il video tutorial qui sotto se non hai mai usato Shizuku prima. Spiega cos'è Shizuku e come installarlo.
pt_br: Por favor, assista ao vídeo tutorial abaixo se você nunca usou o Shizuku antes. Ele explica o que é o Shizuku e como instalá-lo.
zh_hans: 如果第一次使用Shizuku，请观看下面的教程视频，视频中提供了Shizuku的介绍与安装教程

# ShizukuSetup3
source: You will need to start Shizuku every time your device restarts in order to use TranslateFGO.
es: Necesitarás iniciar Shizuku cada vez que tu dispositivo se reinicie para poder usar TranslateFGO.
fr: Vous allez avoir besoin de démarrer Shizuku à chaque fois que votre appareil redémarre afin d'utiliser TranslateFGO.
it: Dovrai avviare Shizuku ogni volta che il dispositivo si riavvia per poter usare TranslateFGO.
pt_br: Será necessário iniciar o Shizuku toda vez que seu dispositivo for reiniciado antes de utilizar o TranslateFGO.
zh_hans: 为了正常使用TranslateFGO，在每次设备重启后都需要启动Shizuku

# ShizukuSetup4
source: Tap "Check Shizuku Connection" when it is installed and active.
es: Toca "Verificar la conexión de Shizuku" cuando esté instalado y activo.
fr: Appuyez sur "Vérifier la connection avec Shizuku" lorsque il sera installé et actif.
it: Tocca "Controlla connessione Shizuku" quando è installato e attivo.
pt_br: Clique em "Checar conexão com Shizuku" quando ele for instalado e ativado.
zh_hans: 在Shizuku安装并激活后，点击"检查Shizuku连接"

# ShizukuSetupTitle
source: Shizuku Setup
es: Configuración de Shizuku
fr: Installation de Shizuku
it: Configurazione Shizuku
pt_br: Configurar Shizuku
zh_hans: 安装Shizuku

# ShizukuTooLowAndroidVersion
source: Android 8.0+ Required
es: Requiere Android 8.0 o superior
fr: Android 8.0+ Nécessaire
it: Richiesto Android 8.0+
pt_br: Requer Android 8.0+
zh_hans: 设备要求Android 8.0+

# ShizukuUseInstead
source: Use Shizuku Instead
es: Usar Shizuku en su lugar
fr: Utiliser Shizuku à la place
it: Usa invece Shizuku
pt_br: Use o Shizuku
zh_hans: 改用Shizuku

# StatusErrorTryReinstall
source: error, try reinstalling
es: Error, intente reinstalar
fr: erreur, veuillez essayer de réinstaller
id: kesalahan, coba pasang ulang
it: errore, prova a reinstallare
pt_br: Erro. Tente reinstalar.
zh_hans: 错误，请尝试重新安装

# StatusInstalled
source: installed
es: Instalado
fr: installée
id: terpasang
it: installato
pt_br: Instalado
zh_hans: 已安装

# StatusMismatch
source: update required, launch game and download update first
es: Se necesita actualizar, inicie el juego y descargue la actualización primero.
fr: mise à jour requise, veuillez démarrer le jeu et télécharger la mise à jour en premier
id: dibutuhkan pembaruan, jalankan game dan unduh pembaruan terlebih dahulu
it: aggiornamento richiesto, avvia il gioco e scarica prima l’aggiornamento
pt_br: Atualização necessária. Abra o jogo e baixe a atualização primeiro.
zh_hans: 需要更新，请先启动游戏并下载更新

# StatusNotInstalled
source: not installed
es: No instalado
fr: non installée
id: tidak terpasang
it: non installato
pt_br: Não instalado.
zh_hans: 未安装

# StatusText
source: Status:
es: Estatus:
fr: Statut :
it: Stato:
zh_hans: 状态：

# StatusUnknown
source: unknown state, try reinstalling
es: Estado desconocido, intente reinstalar.
fr: état inconnu, veuillez essayer de réinstaller
id: keadaan tidak diketahui, coba pasang ulang
it: stato sconosciuto, prova a reinstallare
pt_br: Situação desconhecida. Tente reinstalar.
zh_hans: 未知状态，请尝试重新安装

# StatusUpdateAvailable
source: update available
es: Actualización disponible
fr: mise à jour disponible
id: pembaruan tersedia
it: aggiornamento disponibile
pt_br: atualização disponível
zh_hans: 更新可用

# StatusUpdateRequired
source: update required
es: Se requiere actualización
fr: mise à jour nécessaire
id: dibutuhkan pembaruan
it: aggiornamento richiesto
pt_br: atualização necessária
zh_hans: 需要更新

# TimeAgo
source: ago
es: Anteriormente
fr: auparavant
id: yang lalu
it: fa
pt_br: atrás
zh_hans: 之前

# TooLowAndroidVersion
source: Android 7.0+ required
es: Se requiere Android 7.0+
fr: Android 7.0+ requis
id: dibutuhkan Android 7.0+
it: Richiesto Android 7.0+
pt_br: Necessário Android 7.0 ou superior
zh_hans: 需要Android 7及以上版本

# TotalSize
source: Install Size:
es: Tamaño de la instalación:
fr: Taille de l'installation :
id: Ukuran instalasi:
it: Dimensione installazione:
pt_br: Tamanho da instalação:
zh_hans: 安装大小：

# TranslateAPIError
source: Translations are currently unavailable.
es: No hay traducciones disponibles actualmente.
fr: Les traductions sont actuellement indisponibles.
id: Terjemahan saat ini tidak tersedia.
it: Le traduzioni non sono attualmente disponibili.
pt_br: As traduções não estão disponíveis no momento.
zh_hans: 翻译暂时不可用

# TryAgainLater
source: The Translation API is currently down, please try again later.
es: El API de traducción actualmente esta desactivado, por favor intente más tarde.
fr: L'API de traduction est actuellement hors service, merci d'essayer plus tard.
id: API Terjamahan sedang down, harap coba lagi nanti.
it: L'API di traduzione non è attualmente operativa, riprova più tardi.
pt_br: A API de tradução está inativo no momento, tente novamente mais tarde.
zh_hans: 翻译API暂时不可用，请过段时间重试。

# UninstallArtWarning
source: You are about to uninstall any artwork currently installed. Ensure you have made and written down your bind code before using this application. Do you want to continue?
es: Está a punto de desinstalar cualquier Artwork personalizado actualmente instalado. Asegúrese de que haya creado y anotado su código de transferencia de FGO antes de usar esta sección de la aplicación.. ¿Deseas continuar?
fr: Vous vous apprêtez à désinstaller toutes les arts actuellement installées. Veuillez vous assurer d'avoir créé et mémorisé votre code de jumelage avant d'utiliser cette application. Souhaitez-vous continuer ?
id: Anda akan mencopot ilustrasi yang saat ini terpasang. Pastikan anda telah membuat dan menyimpan bind code sebelum menggunakan aplikasi ini. Ingin lanjut?
it: Stai per disinstallare tutti gli artwork attualmente installati. Assicurati di aver creato e annotato il tuo bind code prima di usare questa applicazione. Vuoi continuare?
pt_br: Você está prestes a desinstalar quaisquer artes instaladas atualmente. Certifique-se de ter salvo e escrito seu código de transferência antes de usar este aplicativo. Você quer continuar?
zh_hans: 您即将卸载当前已安装的所有立绘。 请确保在使用此应用程序之前，您已创建并记录了您的引继码。 继续吗？

# UninstallFinished
source: Finished!
es: ¡Finalizado!
fr: Terminé !
id: Berhasil!
it: Fatto!
pt_br: Concluído!
zh_hans: 结束！

# UninstallingText
source: Uninstalling {0}/{1}...
es: Desinstalando {0}/{1}...
fr: Désinstallation : {0}/{1}...
id: Sedang mencopot {0}/{1}...
it: Disinstallazione {0}/{1}...
pt_br: Desinstalando {0} / {1}...
zh_hans: 卸载中： {0}，共计：{1}

# UninstallText
source: Uninstall
es: Desinstalar
fr: Désinstaller
id: Mencopot
it: Disinstalla
pt_br: Desinstalar
zh_hans: 卸载

# UninstallWarning
source: You are about to uninstall any translated scripts currently installed. Ensure you have made and written down your bind code before using this application. Do you want to continue?
es: Estás a punto de desinstalar cualquier script traducido que tenga instalado. Asegúrese de que haya creado y anotado su código de transferencia de FGO antes de usar esta sección de la aplicación. ¿Deseas continuar?
fr: Vous vous apprêtez à désinstaller toutes les scripts actuellement installés. Veuillez vous assurer d'avoir créé et mémorisé votre code de jumelage avant d'utiliser cette application. Souhaitez vous continuer ?
id: Anda akan mencopot skrip terjemahan yang saat ini terpasang. Pastikan anda telah membuat dan menyimpan bind code sebelum menggunakan aplikasi ini. Ingin lanjut?
it: Stai per disinstallare tutti gli script di traduzione attualmente installati. Assicurati di aver creato e annotato il tuo bind code prima di usare questa applicazione. Vuoi continuare?
pt_br: Você está prestes a desinstalar todos os scripts traduzidos instalados atualmente. Certifique-se de ter salvo e escrito seu código de transferência antes de usar este aplicativo. Você quer continuar?
zh_hans: 您即将卸载当前已安装的所有翻译。 请确保在使用此应用程序之前，您已创建并记录了您的引继码。 继续吗？

# UnknownError
source: An unknown error has occurred. {0}
es: Un error desconocido ha ocurrido. {0}
fr: Une erreur inconnue est survenue. {0}
id: Sebuah kesalahan tidak diketahui telah terjadi. {0}
it: Si è verificato un errore sconosciuto. {0}
pt_br: Um erro desconhecido ocorreu. {0}
zh_hans: 未知错误：{0}

# UnlinkAccount
source: Unlink Rayshift Account
es: Desvinculando su cuenta de Rayshift
fr: Dissocier le compte Rayshift
id: Memutuskan tautan Akun Rayshift
it: Scollega account Rayshift
pt_br: Desvincular Conta do Rayshift
zh_hans: 解除 Rayshift 账号链接

# UnlinkConfirmation
source: Are you sure you want to unlink your account?
es: ¿Está seguro de querer desvincular su cuenta?
fr: Voulez-vous vraiment dissocier votre compte ?
id: Anda yakin untuk memutuskan tautan akun anda?
it: Sei sicuro di voler scollegare il tuo account?
pt_br: Tem certeza que deseja desvincular sua conta?
zh_hans: 确定取消账号链接吗？

# UpdateOptionalDescription
source: An optional update is available for TranslateFGO. Do you want to download and install it?
es: Una actualización opcional está disponible en TranslateFGO. ¿Desea descargarla e instalarla?
fr: Une mise à jour optionnelle est disponible pour TranslateFGO. Souhaitez-vous la télécharger et l'installer ?
id: Sebuah pembaruan opsional tersedia untuk TranslateFGO. Anda ingin mengunduh dan memasangnya?
it: Un aggiornamento opzionale è disponibile per TranslateFGO. Vuoi scaricarlo e installarlo?
pt_br: Uma atualização opcional está disponível para TranslateFGO. Deseja fazer o download e instalar?
zh_hans: 一个可选的 Translate FGO 更新可用。现在更新吗？

# UpdateOptionalTitle
source: Optional update available ({0} -> {1})
es: Se encuentra disponible una actualización opcional ({0} -> {1})
fr: Mise à jour optionnelle disponible ({0} -> {1})
id: Pembaruan opsional tersedia ({0} -> {1})
it: Aggiornamento opzionale disponibile ({0} -> {1})
pt_br: Atualização opcional disponível ({0} -> {1})
zh_hans: 可选更新可用：({0} -> {1})

# UpdateRequiredDescription
source: An update is required to continue using TranslateFGO. Please download and install it from our GitHub or website.
es: Se necesita actualizar para continuar usando TranslateFGO. Por favor descargue desde nuestro GitHub o sitio web e instale la nueva versión.
fr: Une mise à jour est nécessaire afin de continuer à utiliser TranslateFGO. Veuillez la télécharger et l'installer depuis notre GitHub ou depuis notre site web.
id: Sebuah pembaruan memerlukan untuk menggunakan TranslateFGO. Tolong unduh dan pasang pembaruan dari GitHub atau situs kami.
it: È necessario un aggiornamento per continuare a usare TranslateFGO. Scaricalo e installalo dal nostro GitHub o sito web.
pt_br: É necessária uma atualização para continuar usando o TranslateFGO. Faça o download e instale-o em nosso GitHub ou site.
zh_hans: Translate FGO 必须更新。请前往我们的GitHub或者网站下载并安装更新。

# UpdateRequiredDownload
source: Download now
es: Descargar ahora
fr: Télécharger maintenant
id: Unduh sekarang
it: Scarica ora
pt_br: Baixe Agora
zh_hans: 立刻下载

# UpdateRequiredTitle
source: Update required ({0} -> {1})
es: Se requiere actualizar ({0} -> {1})
fr: Mise à jour requise ({0} -> {1})
id: Pembaruan diperlukan ({0} -> {1})
it: Aggiornamento richiesto ({0} -> {1})
pt_br: Atualização necessária ({0} -> {1})
zh_hans: 需要升级：({0} -> {1})

# UpdateSkip
source: Skip this version
es: Saltar esta versión
fr: Passer cette version
id: Lewati versi ini
it: Salta questa versione
pt_br: Pular esta versão
zh_hans: 跳过该版本

# VersionErrorMessage
source: An error has occurred with the translation server. Please try again later.
es: Un error ha ocurrido con la conexión al servidor. Por favor, intente más tarde.
fr: Une erreur est survenue concernant le serveur de traduction. Veuillez réessayer plus tard.
id: Sebuah kesalahan telah terjadi pada server terjemahan. Harap coba lagi nanti.
it: Si è verificato un errore con il server di traduzione. Riprova più tardi.
pt_br: Um erro ocorreu com o servidor de tradução. Por favor, tente novamente mais tarde.
zh_hans: 翻译服务器错误，请过段时间重试。

# VersionErrorTitle
source: Server Error
es: Error del servidor
fr: Erreur du serveur
id: Kesalahan server
it: Errore del server
pt_br: Erro no Servidor
zh_hans: 服务器错误

# VersionExitButton
source: Exit
es: Salir
fr: Quitter
id: Keluar
it: Esci
pt_br: Sair
zh_hans: 退出

# VersionRetryButton
source: Retry
es: Reintentar
fr: Réessayer
id: Coba lagi
it: Riprova
pt_br: Tentar de novo
zh_hans: 重试

source: Warning
es: Advertencia
fr: Avertissement
id: Peringatan
it: Attenzione
pt_br: Aviso
zh_hans: 警告

source: Yes
es: Sí
fr: Oui
id: Ya
it: Sì
pt_br: Sim
zh_hans: 是
