Repository: DqkrLord0Xerod/translatefgo
Catalog: RayshiftTranslateFGO/AppResources.*.resx
Languages: es, fr, id, it, pt_br, zh_hans

# FGOFolderNotSelected
source: The selected folder was not a valid FGO installation, instead found "{0}", please try again.
es: La carpeta seleccionada no tiene una instalación de FGO válida, en su lugar se encontró "{0}", vuelva a intentarlo.
fr: Le dossier séléctionné n'est pas une installation valide de FGO. "{0}" trouvé. Veuillez réessayer.
id: Folder terpilih bukanlah instalasi FGO yang valid, alih-alih ditemukan "{0}", harap coba lagi.
it: La cartella selezionata non è una valida installazione di FGO, trovata invece "{0}", per favore riprova.
pt_br: A pasta selecionada não possui uma instalação válida do FGO (foi encontrado "{0}"). Por favor, tente novamente.
zh_hans: 选择文件夹不是正确的Fate/Grand Order安装文件夹，而是{0}，请重试

# FGOWrongGameSelected
source: Game never launched, or wrong folder selected.
es: El juego nunca ha sido iniciado, o se seleccionó una carpeta inválida.
fr: Jeu jamais lancé ou mauvais dossier séléctionné
id: Game tidak pernah dijalankan, atau folder yang dipilih salah.
it: Il gioco non è mai stato avviato oppure è stata selezionata la cartella sbagliata.
pt_br: O jogo nunca foi aberto ou uma pasta errada foi selecionada.
zh_hans: 游戏从未启动，或者选择了错误的文件夹

source: Install All
es: Instalar todo
fr: Tout installer
id: Instal semua
it: Installa tutto
pt_br: Instalar tudo
zh_hans: 安装全部

# InstallAssetStorageAPIFailure
source: An error occurred while installing a script. Asset database update for {0} failed, error code {1}. Error message: {2} Please try again later, or report as a bug if the issue persists.
es: Ha ocurrido un error al estar instalando un script. La actualización de la base de datos activa {0} falló, error {1}. Mensaje de error: {2} Vuelve a intentarlo más tarde, o reporta este problema si continua.
fr: Une erreur est survenue lors de l'installation du script. Mise à jour des ressources de la base de données pour {0} a échoué, code d'erreur {1}. Message d'erreur : {2} Veuillez réessayer ultérieurement ou signalez le bug si le problème persiste.
id: Sebuah kesalahan terjadi ketika memasang sebuah skrip. Pembaruan database aset untuk {0} gagal, kode kesalahan {1}. Pesan kesalahan: {2} Harap coba lagi nanti, atau laporkan sebagai bug jika masalah ini masih ada.
it: Si è verificato un errore durante l'installazione di uno script. Aggiornamento del database delle risorse per {0} non riuscito, codice errore {1}. Messaggio di errore: {2} Riprova più tardi, oppure segnala come bug se il problema persiste.
pt_br: Ocorreu um erro ao instalar um script. A atualização do banco de dados de ativos para {0} falhou, código de erro {1}. Mensagem de erro: {2} Tente novamente mais tarde ou relate como um bug se o problema persistir.
zh_hans: 确定清除现在的测试密钥吗

# InstallChecksumFailure
source: An error occurred while installing a script. Checksum failure on {0}. Real file length: {1} Download URL: {2} Please try again later, or report as a bug if the issue persists.
es: Ha ocurrido un error al estar instalando un script. Falló la comparación de {0}. Tamaño real del archivo es: {1} URL de descarga: {2} Vuelve a intentarlo más tarde, o reporta este problema si continua.
fr: Une erreur est survenue lors de l'installation du script. Échec de la somme de contrôle sur {0}. Taille réelle du fichier : {1}. URL du téléchargement : {2} Veuillez réessayer ultérieurement ou signalez le bug si le problème persiste.
id: Sebuah kesalahan terjadi ketika memasang sebuah skrip. Kegagalan checksum pada {0}. Ukuran berkas sebenarnya: {1} URL Unduhan: {2} Harap coba lagi nanti, atau laporkan sebagai bug jika masalah ini masih ada.
it: Si è verificato un errore durante l'installazione di uno script. Errore di checksum su {0}. Lunghezza reale del file: {1} URL di download: {2} Riprova più tardi, oppure segnala come bug se il problema persiste.
pt_br: Ocorreu um erro ao instalar um script. Falha na soma de verificação em {0}. Comprimento real do arquivo: {1} URL de download: {2} Tente novamente mais tarde ou relate como um bug se o problema persistir.
zh_hans: 安装翻译脚本时发生了一个错误。 在{0}上的校验失败。真实文件长度：{1} 下载URL：{2} 请稍后再试，或如果问题持续，请反馈此BUG。

# InstallDownloadingArts
source: downloading art {0} of {1}...
es: Descargando Art {0} de {1}...
fr: Téléchargement des arts {0} sur {1}...
id: Mengunduh skrip {0} dari {1}...
it: scaricamento immagini {0} di {1}...
pt_br: baixando arte {0} de {1}...
zh_hans: 立绘下载中：{0} ，共计 {1}

# InstallDownloadingScripts
source: downloading script {0} of {1}...
es: Descargando script {0} de {1}...
fr: Téléchargement des scripts {0} sur {1}...
id: Mengunduh ilustrasi {0} dari {1}...
it: scaricamento script {0} di {1}...
pt_br: baixando script {0} de {1}...
zh_hans: 下载脚本中：{0}，共计：{1}

# InstallDownloadNewAssetStorage
source: updating asset databases...
es: Actualizando bases de datos activas...
fr: mise à jour des ressources de la base de données...
id: memperbarui database aset...
it: aggiornamento dei database delle risorse...
pt_br: atualizando bancos de dados...
zh_hans: 更新资源数据库中

# InstalledText
source: Installed
es: Instalado
fr: Installé
id: Terpasang
it: Installato
pt_br: Instalado
zh_hans: 已安装

# InstallEmptyAssetStorage
source: An error occurred while installing a script. Asset database update for {0} failed, path {1} inaccessible or empty. Error: {2} Please try again later, or report as a bug if the issue persists.
es: Ha ocurrido un error al estar instalando un script. La actualización de la base de datos activa {0} falló, la ruta {1} es inaccesible o está vacía. Error: {2} Vuelve a intentarlo más tarde, o reporta este problema si continua.
fr: Une erreur est survenue lors de l'installation du script. Mise à jour des ressources de la base de données pour {0} échouée, chemin {1} inacessible ou vide. Erreur : {2} Veuillez réessayer ultérieurement ou signalez le bug si le problème persiste.
id: Sebuah kesalahan terjadi ketika memasang sebuah skrip. Pembaruan database aset untuk {0} gagal, lokasi {1} tidak dapat diakses atau kosong. Kesalahan: {2} Harap coba lagi nanti, atau laporkan sebagai bug jika masalah ini masih ada.
it: Si è verificato un errore durante l'installazione di uno script. Aggiornamento del database delle risorse per {0} non riuscito, percorso {1} inaccessibile o vuoto. Errore: {2} Riprova più tardi, oppure segnala come bug se il problema persiste.
pt_br: Ocorreu um erro ao instalar um script. A atualização do banco de dado para {0} falhou, caminho {1} inacessível ou vazio. Erro: {2} Tente novamente mais tarde ou relate como um bug se o problema persistir.
zh_hans: 安装翻译脚本时发生了一个错误。 {0}的资源数据库更新失败，路径{1}不可访问或为空。 错误：{2} 请稍后再试，或如果问题持续，请反馈此BUG。

# InstallEmptyExtraFile
source: An error occurred while installing a script. Extra file update for {0} failed, path {1} inaccessible or empty. Error: {2} Please try again later, or report as a bug if the issue persists.
es: Ha ocurrido un error al estar instalando un script. La actualización del archivo adicional {0} falló, la ruta {1} es inaccesible o está vacía. Error: {2} Vuelve a intentarlo más tarde, o reporta este problema si continua.
fr: Une erreur est survenue lors de l'installation du script. Mise à jour du fichier supplémentaire {0} échoué, chemin inacessible ou vide. Erreur : {2} Veuillez réessayer ultérieurement ou signalez le bug si le problème persiste.
id: Sebuah kesalahan terjadi ketika memasang sebuah skrip. Pembaruan berkas ekstra untuk {0} gagal, lokasi {1} tidak dapat diakses atau kosong. Kesalahan: {2} Harap coba lagi nanti, atau laporkan sebagai bug jika masalah ini masih ada.
it: Si è verificato un errore durante l'installazione di uno script. Aggiornamento file extra per {0} non riuscito, percorso {1} inaccessibile o vuoto. Errore: {2} Riprova più tardi, oppure segnala come bug se il problema persiste.
pt_br: Ocorreu um erro ao instalar um script. A atualização de arquivo adicional para {0} falhou, o caminho {1} está inacessível ou vazio. Tente novamente mais tarde ou relate como um bug se o problema persistir.
zh_hans: 安装翻译脚本时发生了一个错误。 {0}的额外文件更新失败，路径{1}不可访问或为空。 错误：{2} 请稍后再试，或如果问题持续，请反馈此BUG。

# InstallEmptyFileFailure
source: An error occurred while installing a script. Script {0} returned empty. URL: {1} Please try again later, or report as a bug if the issue persists.
es: Ha ocurrido un error al estar instalando un script. El script {0} devolvio un dato vacio. URL: {1} Vuelve a intentarlo más tarde, o reporta este problema si continua.
fr: Une erreur est survenue lors de l'installation du script. Script {0} n'a rien retourné. URL : {1} Veuillez réessayer ultérieurement ou signalez le bug si le problème persiste.
id: Sebuah kesalahan terjadi ketika memasang sebuah skrip. Skrip {0} kosong. URL: {1} Harap coba lagi nanti, atau laporkan sebagai bug jika masalah ini masih ada.
it: Si è verificato un errore durante l'installazione di uno script. Lo script {0} ha restituito un risultato vuoto. URL: {1} Riprova più tardi, oppure segnala come bug se il problema persiste.
pt_br: Ocorreu um erro ao instalar um script. O script {0} retornou vazio. URL: {1} Tente novamente mais tarde ou relate como um bug se o problema persistir.
zh_hans: 安装翻译脚本时发生了一个错误。 脚本 {0} 返回为空。URL：{1} 请稍后再试，或如果问题持续，请反馈此BUG。

# InstallerTitle
source: {0} Installer
es: Instalación de {0}
fr: {0} Installateur
id: {0} pemasang
pt_br: {0} Instalador
zh_hans: {0} 安装器

# InstallExtraAPIFailure
source: An error occurred while installing a script. Extra file update for {0} failed, error code {1}. Error message: {2} Please try again later, or report as a bug if the issue persists.
es: Ha ocurrido un error al estar instalando un script. La actualización del archivo adicional {0} fallo, código de error {1}. Mensaje de error: {2} Vuelve a intentarlo más tarde, o reporta este problema si continua.
fr: Une erreur est survenue lors de l'installation du script. Mise à jour du fichier supplémentaire {0} a échoué, code erreur {1}. Message d'erreur : {2} Veuillez réessayer ultérieurement ou signalez le bug si le problème persiste.
id: Sebuah kesalahan terjadi ketika memasang sebuah skrip. Pembaruan berkas ekstra untuk {0} gagal, kode kesalahan {1}. Pesan kesalahan: {2} Harap coba lagi nanti, atau laporkan sebagai bug jika masalah ini masih ada.
it: Si è verificato un errore durante l'installazione di uno script. Aggiornamento file extra per {0} non riuscito, codice errore {1}. Messaggio di errore: {2} Riprova più tardi, oppure segnala come bug se il problema persiste.
pt_br: Ocorreu um erro ao instalar um script. A atualização de arquivo adicional para {0} falhou, código de erro {1}. Mensagem de erro: {2} Tente novamente mais tarde ou relate como um bug se o problema persistir.
zh_hans: 安装翻译脚本时发生了一个错误。 {0}的额外文件更新失败，错误代码：{1}。 错误信息：{2} 请稍后再试，或如果问题持续，请反馈此BUG。

# InstallExtraFiles
source: processing extra files (this may take a while...)
es: Procesando archivos adicionales (Esto puede tomar algo de tiempo...)
fr: Traitement des fichiers supplémentaires (cela peut prendre un moment...)
id: Memproses berkas-berkas ekstra (ini mungkin memakan waktu beberapa lama...)
it: elaborazione file extra - fase {0}/{1} {2}%
pt_br: processando arquivos extras - {0}/{1} {2}%
zh_hans: 处理额外文件中，这可能需要一段时间

# InstallFinished
source: finished!
es: ¡Finalizado!
fr: Fini !
id: selesai!
it: completato!
pt_br: concluído!
zh_hans: 结束！

# InstallHandshakeFailure
source: An error occurred while installing a script. Remote server unavailable, try again later. Error: {0} Message: {1}. Please try again later, or report as a bug if the issue persists.
es: Ha ocurrido un error al estar instalando un script. Servidor remoto no disponible, inténtelo más tarde. Error: {0} Mensaje: {1} Vuelve a intentarlo más tarde, o reporta este problema si continua.
fr: Une erreur est survenue lors de l'installation du script. Accès au serveur indisponible, réessayez plus tard. Erreur : {0} Erreur : {1} Veuillez réessayer ultérieurement ou signalez le bug si le problème persiste.
id: Sebuah kesalahan terjadi ketika memasang sebuah skrip. Server remot tidak tersedia, coba lagi nanti. Kesalahan: {0} Pesan: {1}. Harap coba lagi nanti, atau laporkan sebagai bug jika masalah ini masih ada.
it: Si è verificato un errore durante l'installazione di uno script. Server remoto non disponibile, riprova più tardi. Errore: {0} Messaggio: {1}. Riprova più tardi, oppure segnala come bug se il problema persiste.
pt_br: Ocorreu um erro ao instalar um script. Servidor remoto indisponível, tente novamente mais tarde. Erro: {0} Mensagem: {1}. Tente novamente mais tarde ou relate como um bug se o problema persistir.
zh_hans: 安装翻译时发生了一个错误。 远程服务器不可用，稍后再试。错误：{0} 信息：{1}。 请稍后再试，或如果问题持续，请反馈此BUG。

# InstallHiddenScriptFailure
source: This script is not currently available for install.
es: Este script no está actualmente disponible para instalar.
fr: Ce script n'est pas encore disponible à l'installation.
id: Skrip ini tidak tersedia untuk dipasang saat ini.
it: Questo script non è attualmente disponibile per l’installazione.
pt_br: Este script não está disponível para instalação no momento.
zh_hans: 翻译脚本目前不可用

# InstallingFetchingHandshake
source: initializing...
es: Comenzando...
fr: Initialisation...
id: inisialisasi...
it: inizializzazione in corso...
pt_br: iniciando...
zh_hans: 安装中

# InstallingText
source: Installing
es: Instalando
fr: Installation
id: Memasang
it: Installazione in corso
pt_br: Instalando
zh_hans: 安装中

# InstallMissingExtraFile
source: Unable to install the UI translation, as you are missing the files required. Please open all versions of Fate/Grand Order to the login screen, close them, and then try again.
es: No es posible instalar la UI de traducción, ya que no cuentas con los archivos necesarios. Por favor inicia todas las versiones de Fate/Grand Order que tengas en la pantalla de inicio, cierra y vuelve a intentarlo.
fr: Échec de l'installation des traductions d'UI, les fichiers requis sont manquants. Veuillez ouvrir toutes les versions de Fate/Grand Order jusque l'écran de chargement, fermez les, et réessayez.
id: Tidak dapat memasang terjemahan UI, dikarenakan beberapa berkas yang diperlukan hilang. Tolong buka semua versi Fate/Grand Order sampai ke layar login, kemudian tutup, dan coba lagi.
it: Impossibile installare la traduzione dell’interfaccia utente, perché mancano i file necessari. Apri tutte le versioni di Fate/Grand Order fino alla schermata di login, chiudile, e poi riprova.
pt_br: Não foi possível instalar a tradução de interface, já que faltam arquivos necessários. Por favor, abra todas as versões de Fate/Grand Order até a tela de login, feche-as e tente novamente.
zh_hans: 由于您缺少所需的文件，无法安装 UI 翻译。请打开所有版本的Fate/Grand Order至登录界面，然后关闭它们，并再试一次。

# InstallMissingScriptFailure
source: An error occurred while installing a script. Script {0} not available.
es: Un error ha ocurrido cuando se instalaba un script. El script {0} no está disponible.
fr: Une erreur est survenue lors de l'installation du script. Script {0} indisponible.
id: Sebuah kesalahan terjadi ketika memasang sebuah skrip. Skrip {0} tidak tersedia.
it: Si è verificato un errore durante l'installazione di uno script. Script {0} non disponibile.
pt_br: Ocorreu um erro ao instalar um script. Script {0} não disponível.
zh_hans: 安装翻译中出错。 翻译 {0} 不可用。

# InstallScriptDownloadFailure
source: An error occurred while installing a script. Download for {0} returned failure. URL: {1} Message: {2} Please try again later, or report as a bug if the issue persists.
es: Ha ocurrido un error al estar instalando un script. Descarga para {0} devolvió un error. URL: {1} Mensaje: {2} Vuelve a intentarlo más tarde, o reporta este problema si continúa.
fr: Une erreur est survenue lors de l'installation du script. Téléchargement de {0} a envoyé une erreur. URIL : {1} Message : {2} Veuillez réessayer ultérieurement ou signalez le bug si le problème persiste.
id: Sebuah kesalahan terjadi ketika memasang sebuah skrip. Unduhan untuk {0} gagal. URL: {1} Pesan: {2} Harap coba lagi nanti, atau laporkan sebagai bug jika masalah ini masih ada.
it: Si è verificato un errore durante l'installazione di uno script. Download per {0} non riuscito. URL: {1} Messaggio: {2} Riprova più tardi, oppure segnala come bug se il problema persiste.
pt_br: Ocorreu um erro ao instalar um script. O download para {0} retornou com falha. URL: {1} Mensagem: {2} Tente novamente mais tarde ou relate como um bug se o problema persistir.
zh_hans: 安装翻译时发生了一个错误。 {0}的下载失败。URL：{1} 信息：{2} 请稍后再试，或如果问题持续，请反馈此BUG。

source: Install Starred
es: Instalación iniciada
fr: Désigner favori
id: Instal Berbintang
it: Installa Preferiti
pt_br: Instalar Marcado
zh_hans: 安装已收藏

# InstallText
source: Install
es: Instalar
fr: Installer
id: Instal
it: Installa
pt_br: Instalar
zh_hans: 安装

# InstallWarning
source: You are about to install a set of scripts to your game. Ensure you have made and written down your bind code before using this application. Total download size: {0} Do you want to continue?
es: Estás a punto de instalar un conjunto de scripts a tu juego. Asegúrate de haber obtenido y guardado el código de transferencia antes de usar esta aplicación. Tamaño total de descarga: {0} ¿Deseas continuar?
fr: Vous êtes sur le point d'installer un paquet de scripts à votre jeu. Assurez-vous de bien avoir créé un code de récupération ainsi que de l'avoir enregistré quelque part avant d'utiliser cette application. Taille totale du téléchargement : {0} Voulez-vous continuer ?
id: Anda akan memasang sekumpulan skrip ke dalam game anda. Pastikan anda telah membuat dan menyimpan bind code sebelum menggunakan aplikasi ini. Total ukuran unduhan: {0} Ingin lanjut?
it: Stai per installare un set di script nel tuo gioco. Assicurati di aver creato e annotato il tuo bind code prima di usare questa applicazione. Dimensione totale del download: {0} Vuoi continuare?
pt_br: Você está prestes a instalar um conjunto de scripts em seu jogo. Certifique-se de ter criado e salvo seu bind code do jogo antes de usar este aplicativo. Tamanho total do download: {0} Você quer continuar?
zh_hans: 您即将为您的游戏安装一组翻译脚本。 请确保在使用此应用程序之前，您已创建并记录了您的引继码。 总下载大小：{0} 继续吗？

# InstallWriteFile
source: writing file {0} of {1}...
es: escribiendo archivo {0} de {1}...
fr: Écriture des fichiers {0} sur {1}...
id: Menulis berkas {0} dari {1}...
it: scrittura file {0} di {1}...
pt_br: gravando arquivo {0} de {1} ...
zh_hans: 文件写入中：{0}，共计：{1}

source: Internal Error
es: Error interno
fr: Erreur interne
id: Kesalahan internal
it: Errore interno
pt_br: Erro interno
zh_hans: 内部错误

# InternalErrorDetails
source: An internal error has occurred, please report this as a bug. {0}
es: Un error interno ha ocurrido, por favor reporta esto como un BUG. {0}
fr: Une erreur interne est survenue, veuillez le signaler en tant que bug. {0}
id: Telah terjadi kesalahan internal, tolong laporkan ini sebagai sebuah bug. {0}
it: Si è verificato un errore interno, per favore segnala questo bug. {0}
pt_br: Ocorreu um erro interno, informe-o como um bug. {0}
zh_hans: 内部错误，请报告为BUG。 {0}

# JPArtName
source: Custom Art (JP)
fr: Arts customisées (Jap.)
id: Ilustrasi kustom (JP)
pt_br: Arte Personalizada (JP)
zh_hans: 自定义立绘 (日服)

# JPInstaller
source: FGO JP
fr: FGO Jap.
zh_hans: FGO 日服

# LastUpdatedText
source: Last Updated:
es: Última actualización:
fr: Dernière mise à jour :
id: Terakhir diperbarui:
it: Ultimo aggiornamento:
pt_br: Ultima atualização:
zh_hans: 最近更新：

# LinkAccount
source: Connect Rayshift Account
es: Conectado a la cuenta de Rayshift
fr: Connexion au compte Rayshift
id: Hubungkan akun Rayshift
it: Collega account Rayshift
pt_br: Conectar conta do Rayshift
zh_hans: 链接 Rayshift 账号

# LinkAccountFailure
source: Failed to link account, reason: {0}
es: Error al sincronizar su cuenta, motivo: {0}
fr: Connexion au compte échouée. Raison : {0}
id: Gagal menghubungkan akun, penyebab: {0}
it: Collegamento account non riuscito, motivo: {0}
pt_br: Falha ao conectar sua conta. Motivo: {0}
zh_hans: 链接账号失败，原因：{0}

# LinkAccountSuccess
source: Linked Rayshift account {0}
es: Cuenta de Rayshift {0} vinculada
fr: Connecté au compte Rayshift {0}
id: Akun Rayshift yang terhubung {0}
it: Account Rayshift collegato {0}
pt_br: Conta do Rayshift conectada {0}
zh_hans: 已链接到 Rayshift 账号：{0}

source: Loading, please wait...
es: Cargando, por favor espere...
fr: Chargement, veuillez patienter...
id: Memuat, tolong tunggu...
it: Caricamento in corso, attendere prego...
pt_br: Carregando. Por favor, aguarde...
zh_hans: 加载中，请等待

# LoginPrompt
source: Connect Rayshift Account
es: Vincular cuenta de Rayshift
fr: Se connecter au compte Rayshift
id: Hubungkan akun Rayshift
it: Collega account Rayshift
pt_br: Conectar a conta do Rayshift
zh_hans: 链接 Rayshift 账号

# NAArtName
source: Custom Art (NA)
fr: Arts customisées (N.A.)
id: Ilustrasi kustom (NA)
pt_br: Arte Personalizada (NA)
zh_hans: 自定义立绘 (美服)

# NAInstaller
source: FGO NA
zh_hans: FGO 美服

source: No
fr: Non
id: Tidak
pt_br: Não
zh_hans: 否

# NoFGOFound
source: {0} was not found on your system. Please install the game and ensure you have run it at least once. If you believe this is an error, try the "Android 11 Setup" in the about tab first. (error 1)
es: {0} no se encontró en su sistema. Por favor instale el juego y asegúrese de haberlo iniciado por lo menos una vez. Si crees que esto es un error, intenta la "configuración para Android 11" en la pestaña de "acerca" primero. (error 1)
fr: {0} n'a pas été trouvé sur votre système. Veuillez installer le jeu et vous assurer que vous l'avez lancé au moins une fois. Si vous pensez que c'est une erreur, essayez d'abord « Reconfigurer la configuration pour Android 11+ » dans l'onglet « À propos ». (Erreur 1)
id: {0} tidak ditemukan dalam sistem anda. Harap pasang gamenya dan pastikan anda telah menjalankannya setidaknya sekali. Jika anda percaya ini sebuah kesalahan, coba "Penyiapan Android 11" di tab Tentang terlebih dahulu. (error 1)
it: {0} non è stato trovato sul tuo sistema. Installa il gioco e assicurati di averlo avviato almeno una volta. Se ritieni che si tratti di un errore, prova prima la "Configurazione Android 11" nella scheda About. (errore 1)
pt_br: {0} não foi encontrado em seu sistema. Por favor, instale o jogo e assegure-se de que abriu o jogo pelo menos uma vez. Se você acha que isso é um erro, tente seguir os passos da "Reconfiguração do Setup do Android 11" na aba "Sobre" primeiro. (erro 1)
zh_hans: {0}未在您的系统中找到。请安装游戏并确保您至少运行了一次。 如果您认为这是一个BUG，请先尝试关于标签中的“Android 11设置”。（错误1）
